# St7NewLoadPathTemplate

Creates a new load path template.

long St7NewLoadPathTemplate(long uID, long TemplateID, char* TemplateName)
Input Parameters
uID
Strand7 model file ID.

TemplateID
Load path template ID.
TemplateName
Name of the new template.